Autodesk.Navisworks.Api.RuntimeLoaderException
The exception that is thrown when trying to use a Navisworks control but
the control can't find a Navisworks runtime to use.
For example if no Navisworks product is installed.

Autodesk.Navisworks.Api.RuntimeLoaderException.#ctor
Creates a RuntimeLoaderException

Autodesk.Navisworks.Api.RuntimeLoaderException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Creates a RuntimeLoaderException

Autodesk.Navisworks.Api.RuntimeLoaderException.#ctor(System.String)
Creates a RuntimeLoaderException
message: The error message that explains the reason for the exception.

Autodesk.Navisworks.Api.RuntimeLoaderException.#ctor(System.String,System.Exception)
Creates a RuntimeLoaderException
message: The error message that explains the reason for the exception.
innerException: The exception that is the cause of the current exception. If the innerException parameter is not null, the current exception is raised in a catch block that handles the inner exception.